Revit 2024 API
FabricArea.CoverOffset Property
 The additional cover offset of the fabric distribution.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public double CoverOffset { get; set; }
Visual Basic
Public Property CoverOffset As Double
	Get
	Set
Visual C++
public:
property double CoverOffset {
	double get ();
	void set (double value);
}
See Also
FabricArea Class
Autodesk.Revit.DB.Structure Namespace